Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/dehalas-doaibmabijut-givssideami-vuosta.html.tmx
Source language: sme
Languages: sma

source: Dehálaš doaibmabijut givssideami vuostá / Julggaštus givssideami vuostá / Oahpahus / Sámediggi - Sametinget
sma: Vihkeles råajvarimmieh irhkemen vööste / Manifeeste irhkemen vööste / Lïerehtimmie / Saemiedigkie - Sametinget

source: Dehálaš doaibmabijut givssideami vuostá
sma: Vihkeles råajvarimmieh irhkemen vööste

source: Djupedal- lávdegoddi lea geigen iežas árvalusa gos gehččet mii dárbbašuvvo vai skuvlabiras sáhttá buoriduvvot ja movt eastadit givssideami skuvllas.
sma: Djupedal-moenehtse lea dov raeriestimmiem deelleme gusnie vuartesje mij lea daerpies juktie skuvlebyjresem bueriedidh jïh irhkemem skuvlesne giehpiedidh.

source: Mun lean duhtavaš go lávdegoddi lea evttohan dehálaš doaibmabijuid givssideami ja cielaheami vuostá sámi birrasiin, lohká ráđđelahttu Silje Karine Muotka.
sma: Manne madtjeles ihke moenehtse lea vihkeles råajvarimmieh raeriestamme juktie trïegkenassem jïh irhkemem nåhkehtidh saemien byjresinie, raerielïhtsege Silje Karine Muotka jeahta.

source: Sámediggeráđis lea leamaš čoahkkin Djupedal- lávdegottiin ja buktán cealkámušaid dán dehálaš bargui.
sma: Saemiedigkieraerie lea tjåanghkoem åtneme Djupedal-moenehtsinie jïh raeriestimmieh vadteme dan vihkeles barkose.

source: Lávdegoddi čujuha váilevaš máhttovuđđui givssideami birra sámi ohppiid gaskkas ja sin givssideamis, ja buktá gažaldaga leat go našunála álgagat ja skuvlabirasprográmmat deaivan sámi ohppiid.
sma: Moenehtse tjïerteste dam faatoes daajroevåaromem irhkemen bïjre saemiej learohki luvnie jïh saemien learoehkijstie, jïh gihtjie mejtie doh nasjovnaale skraejrieh jïh skuvlebyjreseprogrammh dejtie saemien learoehkidie dåastoeh.

source: Dát lea maid dehálaš Sámediggái.
sma: Saemiedigkie aaj dejnie ååntjestalla.

source: - Mii diehtit ahte gávdnojit heajos guottut sápmelaččaid birra mat bohtet das go lea unnán ođđaáigásaš máhttu min birra, ja mii diehtit oalle sihkkarit ahte sámi mánát šaddet dovdat gutnehuhttima, cielaheami ja givssideami, dan dihte go sii leat sápmelaččat.
sma: - Mijjieh daejrebe nåake vuajnoeh gååvnesieh saemiej bïjre dan åvteste tjïelke jïh eensi daajroe mijjen bïjre fååtese, jïh mijjieh gujht aaj daejrebe saemien maanah mïedtelimmieh, trïegkenassem jïh irhkemem dååjroeh, dan åvteste dah leah saemieh.

source: Earret eará čájehit oahppiiskkadeamit, Álbmotdearvvašvuođainstituhta logut ja dieđut mánáidáittardeaddjis eanet givssideami sámi guovlluin.
sma: Learohkegoerehtimmieh, taalh Almetjehealsoeinstituhteste jïh bïevnesh maanatjirkijistie gaskem jeatjah aktem stuerebe låhkoem irhkemistie vuesiehtieh saemien dajvine.

source: Mii eat sáhte dohkkehit dan, lohká ráđđelahttu Muotka.
sma: Ibie maehtieh dam jååhkesjidh, raerielïhtsege Muotka jeahta.

source: Givssideapmi ja cielaheapmi lea maid sámi ohppiid gaskkas.
sma: Irhkeme jïh trïegkenasse aaj saemien learohki gaskem heannede.

source: Ráđđelahttu Silje Karine Muotka oaivvilda ahte lea dárbu eanet diehtojuohkimii dán birra vai sáhttá bidjat johtui rievttes doaibmabijuid.
sma: raerielïhtsege Silje Karine Muotka veanhta daerpies vielie bïevnesigujmie dan bïjre juktie dejtie reaktoe råajvarimmiejgujmie nierhkedh.

source: Seammás deattuha son ahte dárbu doaibmabijuide mat buoridit mánáid árgabeaivvi diehttelasat eai sáhte vuordit dutkanbohtosiid.
sma: Seamma tïjjen tjïerteste hævvi ij maehtieh vuertedh illedahkide dotkemistie jis daerpies råajvarimmiejgujmie mah maanaj aarkebiejjiem bueriedieh.

source: - Lávdegotti árvalusas eanet ovttasbarggu birra gaskal ruovttu ja skuvlla, ja iežas anti- givssidemiidprográmma johtui bidjamii mii lea heivehuvvon sámi skuvllaide ja sámi duohtavuhtii, oaivvildan mun ahte dehálaš váikkuhangaskaoamit fertejit biddjot johtui jođáneamos lági mielde, lohká Muotka.
sma: - Moenehtsen raeriestimmie lissiehtamme laavenjostoen bïjre hïejmen jïh skuvlen gaskem, jïh jïjtsh programmigujmie nierhkedh irhkemen vööste, mah leah sjïehtedamme saemien skuvlide saemien rïektesvoeten bïjre, manne vïenhtem lea vihkeles viehkiedïrregh mejgujmie byöroe dallatjinie aelkedh, Muotka jeahta.

source: Ráđđelahttu Silje Karine Muotka lohká viidáseappot ahte son lea ilus go Djupedal- lávdegoddi evttoha doaibmabijuid, nu go sámegielat oahpponeavvuid mat mielddisbuktet oadjebas psykososiála skuvlabirrasa.
sma: Raerielïhtsege Silje Karine Muotka aaj jeahta satne lea geerjene ihke Djupedal-moenehtse raeriestimmieh raereste, goh learoevierhtieh saemien gielesne mah viehkiehtieh aktem jearsoes psykososijaale skuvlebyjresem sjugniedidh.

source: Viidáset lea buorre go lávdegoddi evttoha eanet ollislaš ja systemáhtalaš barggu, mii easttada cielaheami ja mielddisbuktá eanet dihtomielalašvuođa skuvllas sámi giela ja kultuvrra birra.
sma: Aaj hijven moenehtse aktem vielie ållesth jïh öörnegen mietie barkoem raereste, mij trïegkenassem heerrede jïh stuerebe voerkesvoetem skuvlesne vadta saemien gïelen jïh kultuvren bïjre.
